Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Failed to start upload.
ar: تعذر بدء التحميل.
ca: No s'ha pogut iniciar la penjada.
cy: Wedi methu dechrau llwytho i fyny.
da: Kunne ikke starte upload.
da_instk12: Kunne ikke starte upload.
de: Start des Hochladens fehlgeschlagen.
es: No se pudo iniciar la carga.
es_es: Ha ocurrido un error al empezar la carga
fi: Latauksen käynnistys epäonnistui.
fr: Échec du démarrage de l’envoi.
fr_ca: Échec du démarrage du téléversement.
ga: Theip ar an uaslódáil a thosú.
hi: अपलोड शुरू करने में विफल।
ht: Echèk demaraj transfè a.
id: Gagal memulai unggahan.
is: Tókst ekki að byrja upphleðslu.
it: Impossibile avviare caricamento.
ja: アップロード開始に失敗しました:
ko: 업로드를 시작하지 못했습니다.
mi: I rahua te tiimata ki te tuku ake.
ms: Gagal memulakan muat naik.
nb: Kunne ikke starte opplasting
nb_instk12: Kunne ikke starte opplasting
nl: Kan upload niet starten.
pl: Nie udało się wznowić przesyłania.
pt: Falha em começar a carregar.
pt_br: Falha ao iniciar o upload.
ru: Не удалось запустить загрузку.
sl: Nalaganja ni bilo mogoče začeti.
sv: Det gick inte att starta uppladdningen.
sv_instk12: Det gick inte att starta uppladdningen.
th: ไม่สามารถเริ่มการอัพโหลดได้
vi: Bắt đầu tải lên không thành công.
zh: 无法开始上传。
zh_hk: 無法開始上傳。

source: Failed to unpublish all Modules and all Items
ar: تعذر إلغاء نشر كل الوحدات النمطية وكل العناصر
ca: No s’ha pogut anul·lar la publicació de cap dels continguts ni de cap dels elements
cy: Wedi methu datgyhoeddi pob Modiwl a phob Eitem
da: Kunne ikke fjerne offentliggørelse af alle moduler og alle elementer
da_instk12: Kunne ikke fjerne offentliggørelse af alle forløb og alle elementer
de: Unveröffentlichung aller Module und aller Elemente fehlgeschlagen
es: No canceló la publicación de los módulos ni de los ítems
es_es: Ha habido un error al no publicar todos los módulos y todos los ítems
fi: Kaikkien moduulien ja kaikkien kohteiden julkaisun kumoaminen epäonnistui
fr: Impossible d'annuler la publication de tous les modules et de tous les éléments
fr_ca: Échec de l’annulation de publication de tous les modules et de tous les éléments
ga: Theip ar gach Modúl agus gach Mír a dhífhoilsiú
hi: सभी मॉड्यूल और सभी आइटमें अप्रकाशित करने में विफल
ht: Echèk pou depibliye tout Modil yo ak tout atik yo
id: Gagal membatalkan penerbitan semua Modul Dan semua Item
is: Mistókst að fela allt námsefni og öll atriði
it: Impossibile annullare la pubblicazione di tutti i moduli e tutti gli elementi
ja: すべてモジュールと全項目の公開解除に失敗しました
ko: 모든 모듈 및 모든 항목을 미공개 실패
mi: I rahua te wetewete i nga Kowae katoa me nga Tuemi katoa
ms: Gagal untuk menyahterbit semua Modul dan semua Item
nb: Kunne ikke avpublisere alle moduler og alle elementer
nb_instk12: Kunne ikke avpublisere alle moduler og alle elementer
nl: Kan publicatie van alle modules en alle items niet ongedaan maken
pl: Nie udało się cofnąć opublikowania wszystkich modułów i elementów
pt: Falha ao cancelar a publicação de todos os Módulos e todos os Itens
pt_br: Falha ao cancelar a publicação de todos os módulos e todos os itens
ru: Не удалось отменить публикацию всех модулей и всех элементов
sl: Preklic objave vseh modulov in vseh elementov ni uspel
sv: Det gick inte att avpublicera alla moduler och alla objekt
sv_instk12: Det gick inte att avpublicera alla moduler och alla objekt
th: ไม่สามารถเลิกเผยแพร่หน่วยการเรียนทั้งหมดและรายการทั้งหมด
vi: Không thể hủy phát hành tất cả Học Phần và tất cả các Mục
zh: 未能取消发布所有模块和所有项目
zh_hk: 無法取消發佈所有單元和所有項目

source: Failed To Unpublish Item
ar: تعذر إلغاء نشر العنصر
ca: No s'ha pogut anul·lar la publicació de l'element
cy: Wedi methu datgyhoeddi eitem
da: Kunne ikke fjerne offentliggørelsen af elementet
da_instk12: Kunne ikke fjerne offentliggørelsen af elementet
de: Artikel kann nicht unveröffentlicht werden
es: No se pudo cancelar la publicación del ítem
es_es: Error al no publicar el ítem.
fi: Kohteen päivittämisen kumoaminen epäonnistui.
fr: Échec de l'annulation de publication d'élément
fr_ca: Échec de l’annulation de publication de l’élément
ga: Theip ar Mhír a Dhífhoilsiú
hi: आइटम अप्रकाशित करने में विफल
ht: Echèk Pou Depibliye Atik
id: Gagal Membatalkan Penerbitan Item
is: Ekki tókst að fela atriði
it: Impossibile annullare pubblicazione elemento
ja: 項目を非公開にできませんでした
ko: 항목 게시를 취소 실패
mi: I rahua te Wete whakaputa tūemi
ms: Gagal Menyahterbit Item
nb: Kunne ikke avpublisere element.
nb_instk12: Kunne ikke avpublisere element.
nl: Kan publicatie van item niet ongedaan maken
pl: Nie udało się cofnąć publikacji elementu.
pt: Falha ao cancelar a publicação do item
pt_br: Falha ao cancelar a publicação do item
ru: Не удалось отменить публикацию элемента
sl: Preklic objave elementa ni uspel
sv: Det gick inte att avpublicera objektet
sv_instk12: Det gick inte att avpublicera objektet
th: ไม่สามารถเลิกการเผยแพร่รายการได้
vi: Hủy Phát Hành Mục Không Thành Công
zh: 无法取消发布项目
zh_hk: 無法取消發佈項目

source: Failed to unpublish Module and all Items
ar: تعذر إلغاء نشر الوحدة النمطية وكل العناصر
ca: No s’ha pogut anul·lar la publicació del contingut ni de cap dels elements
cy: Wedi methu datgyhoeddi Modiwl a phob Eitem
da: Kunne ikke fjerne offentliggørelse af modul og alle elementer
da_instk12: Kunne ikke fjerne offentliggørelse af forløb og alle elementer
de: Unveröffentlichung des Moduls und aller Elemente fehlgeschlagen
es: No se canceló la publicación del módulo ni de los ítems
es_es: Ha habido un error al no publicar módulo y todos los ítems
fi: Moduulin ja kaikkien kohteiden julkaisun kumoaminen epäonnistui
fr: Impossible d'annuler la publication du module et de tous les éléments
fr_ca: Échec de l’annulation de publication du module et de tous les éléments
ga: Theip ar Mhodúl agus gach Mír a dhífhoilsiú
hi: मॉड्यूल और सभी आइटमें अप्रकाशित करने में विफल
ht: Echèk pou depibliye Pibliye Modil la ak tout atik yo
id: Gagal membatalkan penerbitan Modul Dan semua Item
is: Mistókst að fela námsefni og öll atriði
it: Impossibile annullare la pubblicazione del modulo e di tutti gli elementi
ja: モジュールと全項目の公開解除に失敗しました
ko: 모듈 및 모든 항목을 게시 취소 실패
mi: I rahua te wetewete i te Kōwae me ngā Tūemi katoa
ms: Gagal untuk menyahterbit Modul dan semua Item
nb: Kunne ikke avpublisere modul og alle elementer
nb_instk12: Kunne ikke avpublisere modul og alle elementer
nl: Kan publicatie van module en alle items niet ongedaan maken
pl: Nie udało się cofnąć opublikowania modułu i wszystkich elementów
pt: Falha ao cancelar a publicação do Módulo e de todos os Itens
pt_br: Falha ao cancelar a publicação do módulo e de todos os itens
ru: Не удалось отменить публикацию модуля и всех элементов
sl: Preklic objave modula in vseh elementov ni uspel
sv: Det gick inte att avpublicera modulen och alla objekt
sv_instk12: Det gick inte att avpublicera modulen och alla objekt
th: ไม่สามารถเลิกเผยแพร่หน่วยการเรียนและรายการทั้งหมด
vi: Không thể hủy phát hành Học Phần và tất cả Các Mục
zh: 未能取消发布模块和所有项目
zh_hk: 無法取消發佈單元和所有項目

source: Failed to unpublish only Module
ar: تعذر إلغاء نشر الوحدة النمطية فقط
ca: No s’ha pogut anul·lar únicament la publicació del contingut
cy: Wedi methu datgyhoeddi dim ond Modiwl
da: Kunne ikke fjerne offentliggørelse af kun modulet
da_instk12: Kunne ikke fjerne offentliggørelse af kun forløbet
de: Unveröffentlichung des Moduls fehlgeschlagen
es: No se canceló la publicación del módulo
es_es: Ha habido un error al no publicar solo módulo
fi: Vain moduulin julkaisun kumoaminen epäonnistui
fr: Impossible d'annuler la publication du module seulement
fr_ca: Échec de l’annulation de publication du seul module
ga: Theip ar Mhodúl amháin a dhífhoilsiú
hi: केवल मॉड्यूल अप्रकाशित करने में विफल
ht: Echèk pou depibliye Modil sèlman
id: Gagal membatalkan penerbitan Modul saja
is: Mistókst að fela aðeins námsefni
it: Impossibile annullare la pubblicazione solo del modulo
ja: モジュールだけ公開取り消しできませんでした
ko: 모듈만 게시 취소 실패
mi: I rahua te tango i te Kōwae anake
ms: Gagal untuk menyahterbit Modul sahaja
nb: Kunne ikke avpublisere kun modul
nb_instk12: Kunne ikke avpublisere kun modul
nl: Kan publicatie van alleen module niet ongedaan maken
pl: Nie udało się cofnąć opublikowania tylko modułu
pt: Falha ao cancelar a publicação de apenas um módulo
pt_br: Falha ao cancelar a publicação somente do módulo
ru: Не удалось отменить публикацию только модуля
sl: Preklic objave samo modula ni uspel
sv: Det gick inte att avpublicera endast modulen
sv_instk12: Det gick inte att avpublicera endast modulen
th: ไม่สามารถเลิกเผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ không thể hủy phát hành Học Phần
zh: 未能取消发布模块
zh_hk: 無法僅取消發佈單元

source: Failed to unpublish only Modules
ar: تعذر إلغاء نشر الوحدات النمطية فقط
ca: No s’ha pogut anul·lar únicament la publicació dels continguts
cy: Wedi methu datgyhoeddi dim ond Modiwlau
da: Kunne ikke fjerne offentliggørelse af kun moduler
da_instk12: Kunne ikke fjerne offentliggørelse af kun forløb
de: Unveröffentlichung der Module fehlgeschlagen
es: No se canceló la publicación de los módulos
es_es: Ha habido un error al no publicar solo módulos
fi: Vain moduulien julkaisun kumoaminen epäonnistui
fr: Impossible d'annuler la publication des modules seulement
fr_ca: Échec de l’annulation de publication des seuls modules
ga: Theip ar Mhodúil amháin a dhífhoilsiú
hi: केवल मॉड्यूल अप्रकाशित करने में विफल
ht: Echèk pou depibliye Modil yo sèlman
id: Gagal menerbitkan Modul saja
is: Mistókst að fela aðeins námsefni
it: Impossibile annullare la pubblicazione solo dei moduli
ja: モジュールだけ公開取り消しできませんでした
ko: 모듈만 게시 취소 실패
mi: I rahua te tango i ngā Kōwae anake
ms: Gagal untuk menyahterbit Modul sahaja
nb: Kunne ikke avpublisere kun moduler
nb_instk12: Kunne ikke avpublisere kun moduler
nl: Kan publicatie van alleen modules niet ongedaan maken
pl: Nie udało się cofnąć opublikowania tylko modułów
pt: Falha ao cancelar a publicação apenas de Módulos
pt_br: Falha ao cancelar a publicação somente dos módulos
ru: Не удалось отменить публикацию только модулей
sl: Preklic objave samo modulov ni uspel
sv: Det gick inte att avpublicera endast moduler
sv_instk12: Det gick inte att avpublicera endast moduler
th: ไม่สามารถเลิกเผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ không thể hủy phát hành các Học Phần
zh: 未能取消发布模块
zh_hk: 無法僅取消發佈單元

source: Failed to update item
ar: فشل تحديث العنصر
ca: No s'ha pogut actualitzar l'element
cy: Wedi methu diweddaru’r eitem
da: Kunne ikke opdatere elementet
da_instk12: Kunne ikke opdatere elementet
de: Aktualisieren von Objekt fehlgeschlagen
es: No se pudo actualizar el ítem
es_es: No se ha podido actualizar el ítem
fi: Kohteen päivittäminen epäonnistui
fr: Échec de la mise à jour de l’élément
fr_ca: Échec de la mise à jour de l’élément
ga: Theip ar an mír a nuashonrú
hi: आइटम अपडेट करने में विफल
ht: Echèk nan mete atik la ajou
id: Gagal memperbarui item
is: Ekki tókst að uppfæra atriði
it: Impossibile aggiornare elemento
ja: 項目を更新できませんでした
ko: 항목을 업데이트하지 못했습니다
mi: Kāore i taea te whakahou i te tūemi
ms: Gagal memuat naik item
nb: Kunne ikke oppdatere element
nb_instk12: Kunne ikke oppdatere element
nl: Kan item niet bijwerken
pl: Nie udało się zaktualizować elementu.
pt: Falha ao atualizar o item
pt_br: Falha ao atualizar o item
ru: Не удалось обновить элемент
sl: Posodabljanje elementa ni uspelo
sv: Det gick inte att uppdatera objektet
sv_instk12: Det gick inte att uppdatera objektet
th: ไม่สามารถอัพเดตรายการ
vi: Cập nhật mục không thành công
zh: 更新项目失败
zh_hk: 無法更新項目

source: Failed to upload
ar: فشل التحميل
ca: No s'ha pogut completar la penjada
cy: Wedi methu llwytho i fyny
da: Upload mislykkedes
da_instk12: Upload mislykkedes
de: Hochladen fehlgeschlagen
es: Se produjo un error al cargarlo
es_es: Se ha producido un error al cargar
fi: Lataus epäonnistui
fr: Échec du chargement
fr_ca: Échec du téléversement
ga: Theip ar an uaslódáil
hi: अपलोड करने में विफल
ht: Transfè echwe
id: Gagal mengunggah
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロードに失敗
ko: 업로드 실패
mi: I rahua te tukuake
ms: Gagal untuk dimuat naik
nb: Kunne ikke laste opp
nb_instk12: Kunne ikke laste opp
nl: Uploaden mislukt
pl: Nie udało się przesłać
pt: Falha ao carregar
pt_br: Falha no upload
ru: Сбой загрузки
sl: Nalaganje ni uspelo
sv: Det gick inte att ladda upp
sv_instk12: Det gick inte att ladda upp
th: ไม่สามารถอัพโหลดได้
vi: Tải lên thất bại
zh: 无法上传
zh_hk: 無法上傳

source: Failed upload
ar: فشل التحميل
ca: No s'ha pogut completar la penjada
cy: Wedi methu llwytho i fyny
da: Upload mislykkedes
da_instk12: Upload mislykkedes
de: Upload fehlgeschlagen
es: No se pudo cargar
es_es: Ha habido un error al cargar
fi: Lataus epäonnistui
fr: Échec du téléchargement
fr_ca: Échec du téléversement
ga: Theip ar an uaslódáil
hi: विफल अपलोड
ht: Chajman echwe
id: Gagal mengunggah
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロード中に失敗
ko: 업로드 실패
mi: I rahua ki te tukuake
ms: Muat naik gagal
nb: Opplasting mislyktes
nb_instk12: Opplasting mislyktes
nl: Upload mislukt
pl: Nie udało się przesłać
pt: Falha no carregamento
pt_br: Carregamento falhou
ru: Сбой загрузки
sl: Nalaganje ni uspelo
sv: Det gick inte att läsa in
sv_instk12: Det gick inte att läsa in
th: อัพโหลดล้มเหลว
vi: Tải lên thất bại
zh: 上传失败
zh_hk: 上傳失敗

source: Failed Upload
ar: تعذر التحميل
ca: No s'ha pogut completar la penjada
cy: Wedi methu llwytho i fyny
da: Fejl ved upload
da_instk12: Fejl ved upload
de: Upload fehlgeschlagen
es: No se pudo cargar
es_es: Ha habido un error al cargar
fi: Lataus epäonnistui
fr: Échec de l’envoi
fr_ca: Échec du téléversement
ga: Theip ar an Uaslódáil
hi: विफल अपलोड
ht: Echèk Transfè
id: Gagal Mengunggah
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드 실패
mi: I rahua te tikiake
ms: Muat Naik Gagal
nb: Opplasting mislyktes
nb_instk12: Opplasting mislyktes
nl: Upload mislukt
pl: Nie udało się przesłać
pt: Carregamento com falha
pt_br: Falha do carregamento
ru: Сбой загрузки
sl: Nalaganje ni uspelo
sv: Det gick inte att läsa in
sv_instk12: Det gick inte att läsa in
th: อัพโหลดล้มเหลว
vi: Tải Lên Thất Bại
zh: 上传失败
zh_hk: 上傳失敗

source: Failed. Tap for options
ar: فشل. اضغط للوصول إلى الخيارات.
ca: S'ha produït un error. Toqueu per veure les opcions
cy: Wedi methu. Tapiwch i gael opsiynau
da: Mislykkedes. Tryk for indstillinger
da_instk12: Mislykkedes. Tryk for indstillinger
de: Fehlgeschlagen. Antippen für Optionen
es: Se produjo un error. Tocar para acceder a más opciones
es_es: Ha habido un error. Toca para ver las opciones
fi: Epäonnistui. Asetukset napauttamalla
fr: Échec. Appuyez pour les options
fr_ca: Échec. Appuyez pour des options
ga: Theip air. Tapáil le haghaidh roghanna
hi: विफल हुआ। विकल्पों के लिए टैप करें
ht: Echwe. Tape pou opsyon yo
id: Gagal. Ketuk untuk opsi
is: Tókst ekki. Smelltu fyrir valkosti
it: Non riuscito. Tocca per le opzioni
ja: 失敗しました。タップしてオプションを表示
ko: 실패했습니다. 탭하여 옵션 보기
mi: I hapa. Pātō mo ngā kōwhiringa
ms: Gagal. Ketik untuk melihat pilihan
nb: Mislyktes. Trykk for alternativer
nb_instk12: Mislyktes. Trykk for alternativer
nl: Mislukt. Tik voor opties
pl: Nie powiodło się. Stuknij, aby wyświetlić opcje
pt: Falhou. Toque para opções
pt_br: Falhou. Toque para opções
ru: Сбой. Коснитесь для просмотра опций
sl: Ni uspelo. Tapnite za možnosti
sv: Misslyckades. Flik för alternativ
sv_instk12: Misslyckades. Flik för alternativ
th: ล้มเหลว กดเพื่อดูตัวเลือก
vi: Thất bại Nhấn để xem tùy chọn
zh: 失败。点击以获取选项
zh_hk: 失敗。點選選項

source: Favorite
ar: المفضلة
ca: Preferit
cy: Ffefryn
da: Favorit
da_instk12: Favorit
de: Favorit
es: Favorito
es_es: Favorito
fi: Suosikki
fr: Favori
fr_ca: Favoris
ga: Ceanán
hi: पसंदीदा
ht: Prefere
id: Favorit
is: Eftirlæti
it: Preferito
ja: お気に入り
ko: 즐겨찾기
mi: Makau
ms: Kegemaran
nb: Favoritt
nb_instk12: Favoritt
nl: Favoriet
pl: Ulubione
pt: Favorito
pt_br: Adicionar aos favoritos
ru: Избранное
sl: Priljubljeni
sv: Favorit
sv_instk12: Favorit
th: รายการโปรด
vi: Yêu thích
zh: 收藏
zh_hk: 我的最愛

source: Favorite Courses
ar: المساقات المفضلة
ca: Assignatures preferides
cy: Hoff Gyrsiau
da: Favoritfag
da_instk12: Favoritfag
de: Lieblingskurse
es: Cursos favoritos
es_es: Asignaturas favoritas
fi: Suosikkikurssit
fr: Cours favoris
fr_ca: Cours favoris
ga: Rogha Cúrsaí
hi: पसंदीदा पाठ्यक्रम
ht: Kou Prefere
id: Kursus Favorit
is: Uppáhalds námskeið
it: Corsi preferiti
ja: お気に入りのコース
ko: 즐겨 찾는 과목
mi: Ngā akoranga makau
ms: Kursus Kegemaran
nb: Favorittemner
nb_instk12: Favorittfag
nl: Favoriete cursussen
pl: Ulubione kursy
pt: Disciplinas preferidas
pt_br: Cursos Favoritos
ru: Избранные курсы
sl: Priljubljeni predmeti
sv: Favoritkurser
sv_instk12: Favoritkurser
th: บทเรียนโปรด
vi: Khóa Học Yêu Thích
zh: 最喜欢的课程
zh_hk: 最喜愛的課程

source: Favorite Courses Only
ar: المساقات المفضلة فقط
ca: Només les assignatures preferides
cy: Hoff Gyrsiau yn Unig
da: Kun foretrukne fag
da_instk12: Kun foretrukne fag
de: Nur bevorzugte Kurse
es: Solo cursos favoritos
es_es: Solo asignaturas favoritas
fi: Vain suosikkikurssit
fr: Cours favoris uniquement
fr_ca: Cours préférés uniquement
ga: Cúrsaí is Fearr Leat Amháin
hi: केवल पसंदीदा पाठ्यक्रम
ht: Kou Favori yo Sèlman.
id: Kursus Favorit Saja
is: Aðeins eftirlætis námskeið
it: Solo corsi preferiti
ja: お気に入りのコースのみ
ko: 즐겨 찾는 과목만
mi: Ngā Akoranga Tino Pai Anake
ms: Kursus Kegemaran Sahaja
nb: Kun favorittemner
nb_instk12: Kun favorittfag
nl: Alleen favoriete cursussen
pl: Tylko ulubione kursy
pt: Apenas disciplinas favoritas
pt_br: Apenas cursos favoritos
ru: Только избранные курсы
sl: Samo priljubljeni predmeti
sv: Endast favoritkurser
sv_instk12: Endast favoritkurser
th: เฉพาะบทเรียนโปรด
vi: Chỉ Khóa Học Yêu Thích
zh: 仅限收藏的课程
zh_hk: 僅顯示最愛課程

source: Feedback
ar: الملاحظات
ca: Suggeriments
cy: Adborth
es: Comentarios
es_es: Comentarios
fi: Palaute
fr: Commentaire
fr_ca: Rétroaction
ga: Aiseolas
hi: फ़ीडबैक
ht: Kòmantè
id: Umpan Balik
is: Endurgjöf
ja: フィードバック
ko: 피드백
mi: Urupare
ms: Maklum balas
nb: Tilbakemelding
nb_instk12: Tilbakemelding
pl: Informacje zwrotne
pt: Resposta
ru: Оценка
sl: Povratne informacije
sv_instk12: Återkoppling
th: ผลตอบรับ
vi: Ý Kiến Phản Hồi
zh: 反馈
zh_hk: 反饋

source: Fifth %@
ar: الخامس %@
ca: Cinquè %@
cy: Pumed %@
da: Femte %@
da_instk12: Femte %@
de: Fünfter %@
es: Quinto %@
es_es: Quinto %@
fi: Viides %@
fr: Cinquième %@
fr_ca: Cinquième %@
ga: An Cúigiú %@
hi: पांचवां %@
ht: Senkyèm %@
id: %@ Kelima
is: Fimmta %@
it: Quinto %@
ja: 第5%@
ko: 5일 %@
mi: Tuarima %@
ms: %@ Kelima
nb: Femte %@
nb_instk12: Femte %@
nl: Vijfde %@
pl: Piąty %@
pt: Quinto %@
pt_br: Quinto %@
ru: Пятый %@
sl: Peti %@
sv: Femte %@
sv_instk12: Femte %@
th: %@ ที่ห้า
vi: %@ Thứ Năm
zh: 第 5 %@
zh_hk: 第五個 %@

source: file
ar: ملف
ca: fitxer
cy: ffeil
da: Fil
da_instk12: Fil
de: Datei
es: archivo
es_es: archivo
fi: tiedosto
fr: fichier
fr_ca: fichier
ga: comhad
hi: फ़ाइल
ht: fichye
is: skrá
ja: ファイル
ko: 파일
mi: kōnae
ms: fail
nb: fil
nb_instk12: fil
nl: bestand
pl: plik
pt: ficheiro
pt_br: arquivo
ru: файл
sl: datoteka
sv: fil
sv_instk12: fil
th: ไฟล์
vi: tập tin
zh: 文件
zh_hk: 檔案

source: File
ar: الملف
ca: Fitxer
cy: Ffeil
da: Fil
da_instk12: Fil
de: Datei
es: Archivo
es_es: Archivo
fi: Tiedosto
fr: Fichier
fr_ca: Fichier
ga: Comhad
hi: फ़ाइल
ht: Fichye
is: Skrá
ja: ファイル
ko: 파일
mi: Kōnae
ms: Fail
nb: Fil
nb_instk12: Fil
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ru: Файл
sl: Datoteka
sv: Fil
sv_instk12: Fil
th: ไฟล์
vi: Tập Tin
zh: 文件
zh_hk: 檔案

source: File (fileName) size (size).
ar: حجم الملف (fileName) (الحجم).
ca: Mida del fitxer (fileName) (mida).
cy: Maint ffeil (fileName) (maint).
da: Filstørrelse (fileName) (størrelse).
da_instk12: Filstørrelse (fileName) (størrelse).
de: Datei (fileName) Größe (Größe).
es: Archivo (fileName) tamaño (tamaño).
es_es: Archivo (fileName) tamaño (tamaño).
fi: Tiedosto (fileName) koko (koko).
fr: Taille du fichier (fileName) (taille).
fr_ca: Taille du fichier (fileName).
ga: Comhad (fileName) méid (size).
hi: फ़ाइल (fileName) साइज़ (साइज़)।
ht: Fichye (fileName) gwosè (gwosè).
id: File (fileName) berukuran (ukuran).
is: Skrá (fileName) stærð (stærð).
it: Dimensione (dimensione) file (fileName).
ja: ファイル (fileName) サイズ(サイズ)。
ko: 파일(fileName) 크기(크기).
mi: Kōnae (fileName) rahi (rahi).
ms: Fail (fileName) saiz (saiz).
nb: Filstørrelse (fileName) (størrelse).
nb_instk12: Filstørrelse (fileName) (størrelse).
nl: Grootte van bestand (fileName) (grootte).
pl: Rozmiar pliku (fileName).
pt: Tamanho do ficheiro (fileName) (tamanho).
pt_br: Tamanho do (fileName) arquivo (arquivo).
ru: Размер (fileName) файла (размер).
sl: Velikost datoteke (fileName) (velikost).
sv: Filstorlek (fileName) (storlek).
sv_instk12: Filstorlek (fileName) (storlek).
th: ขนาดไฟล์ (fileName) (ชนาด)
vi: Kích thước (kích thước) tập tin (fileName).
zh: 文件 (fileName) 大小（大小）。
zh_hk: 檔案 (fileName) 大小（大小）。

# File %@ size %@.
source: File %1$@ size %2$@.
ar: حجم %2$@ الملف %1$@.
ca: Mida del %1$@ fitxer %2$@.
cy: Maint %1$@ ffeil %2$@.
da: Fil %1$@ størrelse %2$@.
da_instk12: Fil %1$@ størrelse %2$@.
de: Datei %1$@ Größe %2$@
es: Tamaño %1$@ del archivo %2$@.
es_es: Tamaño %1$@ del archivo %2$@.
fi: Tiedoston %1$@ koko %2$@
fr: Taille %1$@ du fichier %2$@.
fr_ca: Fichier %1$@ taille %2$@.
ga: Comhad %1$@ méid %2$@.
hi: फ़ाइल %1$@ का साइज़ %2$@.
ht: Fichye %1$@ gwosè %2$@.
id: %1$@ Ukuran %2$@ file.
is: Skrá %1$@ stærð %2$@.
it: %1$@ Dimensione %2$@ file.
ja: ファイル%1$@サイズ%2$@.
ko: 파일 %1$@ 크기 %2$@.
mi: Kōnae %1$@ rahi %2$@.
ms: Fail %1$@ saiz %2$@.
nb: Filstørrelse %1$@ %2$@.
nb_instk12: Filstørrelse %1$@ %2$@.
nl: Bestand %1$@ grootte %2$@.
pl: Rozmiar pliku %1$@ (%2$@).
pt: Tamanho do %1$@ ficheiro %2$@.
pt_br: Tamanho %1$@ do arquivo %2$@.
ru: Размер файла %1$@ %2$@.
sl: Velikost %2$@ datoteke %1$@.
sv: File %1$@ storlek %2$@.
sv_instk12: File %1$@ storlek %2$@.
th: ไฟล์ %1$@ ขนาด %2$@
vi: Kích cỡ %1$@ tập tin %2$@.
zh: 文件 %1$@ 大小 %2$@。
zh_hk: 檔案 %1$@ 大小 %2$@。

source: File added
ar: تمت إضافة ملف
ca: S’ha afegit el fitxer
cy: Wedi ychwanegu ffeil
da: Fil tilføjet
da_instk12: Fil tilføjet
de: Datei hinzugefügt
es: Archivo agregado
es_es: Archivo añadido
fi: Tiedosto lisätty
fr: Fichier ajouté
fr_ca: Fichier ajouté
ga: Cuireadh an comhad leis
hi: फ़ाइल जोड़ी गई
ht: Fichye ajoute
id: File ditambahkan
is: Skrá bætt við
it: File aggiunto
ja: ファイルが追加されました
ko: 파일 추가됨
mi: Kua taapirihia te konae
ms: Fail ditambah
nb: Fil lagt til
nb_instk12: Fil lagt til
nl: Bestand toegevoegd
pl: Dodano plik
pt: Ficheiro adicionado
pt_br: Arquivo adicionado
ru: Файл добавлен
sl: Datoteka je bila dodana
sv: Fil tillagd
sv_instk12: Fil tillagd
th: เพิ่มไฟล์แล้ว
vi: Đã thêm tập tin
zh: 已添加文件
zh_hk: 已添加檔案

source: File Details
ar: تفاصيل الملف
ca: Detalls del fitxer
cy: Manylion y Ffeil
da: Filoplysninger
da_instk12: Filoplysninger
de: Dateidetails
es: Detalles del archivo
es_es: Detalles del archivo
fi: Tiedoston tiedot
fr: Détails du fichier
fr_ca: Détails du fichier
ga: Sonraí an Chomhaid
hi: फ़ाइल विवरण
ht: Detay Fichye
id: Detail File
is: Upplýsingar um skrá
it: Dettagli file
ja: ファイル詳細
ko: 파일 세부 정보
mi: Ngā taipitopito o te kōnae
ms: Butiran Fail
nb: Fildetaljer
nb_instk12: Fildetaljer
nl: Bestandsdetails
pl: Szczegóły pliku
pt: Detalhes do ficheiro
pt_br: Detalhes do arquivo
ru: Подробная информация о файле
sl: Podatki o datoteki
sv: Filinformation
sv_instk12: Filinformation
th: รายละเอียดไฟล์
vi: Thông Tin Chi Tiết Tập Tin
zh: 文件详细信息
zh_hk: 檔案詳情
